/*   */
"Add Playlist..." = "添加播放列表...";

/* New Playlist title */
"Cancel" = "取消";

/* playlist default name */
"Default" = "默认";

/* No comment provided by engineer. */
"Download" = "下载";

/* No comment provided by engineer. */
"Follow the Link" = "打开链接";

/* New Playlist title */
"New Playlist" = "新播放列表";

/* player title */
"Player" = "播放器";

/* playlist view title */
"Playlists" = "播放列表";

/*   */
"Recently Added" = "最近添加";

/*   */
"Recently Played" = "最近播放";

/* New Playlist title */
"Save" = "保存";

/* No comment provided by engineer. */
"Select action for the link:" = "为链接选择动作:";

/* No comment provided by engineer. */
"Title" = "标题";

/* No comment provided by engineer. */
"Current page is bookmaked!" = "当前页面已加入收藏夹";

/* No comment provided by engineer. */
"Success" = "成功";

/* No comment provided by engineer. */
"If you want to use this feature, you must allow upload your music information(audio tags and link) when you got a song or audio at website. (If you want to close the upload function, please check the \"Settings\" at the main screen)" = "如果你想使用这个功能，你必须允许上传你下载的音乐信息。（如你想关闭上传信息特性，请在主菜单设置里查找相关选项）。";

/* No comment provided by engineer. */
"Notice" = "通知";

/* No comment provided by engineer. */
"Yes, allow" = "是的，允许";
